Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Insufficient funds in the account. Possible action: retry with another form of payment.
uk: На рахунку недостатньо коштів. Ви можете використовувати інший спосіб оплати.

source: close alert
uk: закрити

source: user
uk: користувач

source: API access request
uk: Запит доступу до API

source: Cancel Invoice
uk: Погасити рахунок-фактуру

source: Chosen %s
uk: Обрані %s

source: Pending:
uk: Очікування:

source: Course Is New
uk: Новий курс

source: File must be an image.
uk: Файл повинен мати формат зображення.

source: Please Note
uk: Будь ласка, зауважте

source: Inputs
uk: Вхідні дані

source: Looking for help in logging in or with your {platform_name} account?
uk: Потрібна допомога зі входом чи з вашим обліковим записом {platform_name}?

source: Prerequisites
uk: Необхідні умови для запису на курс

source: Are you sure that you want to flag this submission?
uk: Ви впевнені, що хочете позначити цей матеріал?

source: Re-Verification
uk: Повторна перевірка

source: You have re-enabled forum notification emails from {platform_name}. Click {dashboard_link_start}here{link_end} to return to your dashboard.
uk: Ви знову активували повідомлення від {platform_name}. Натисніть {dashboard_link_start} тут, {link_end} щоб повернутися до панелі управління.

source: The experiment does not contain all of the groups in the configuration.
uk: В експерименті беруть участь не всі групи конфігурації.

source: Video Metrics
uk: Показники відео

source: Open Ended Panel
uk: Відкрити заключну панель

source: We are committed to advancing teaching and learning through research. %(link_start)sLearn more%(link_end)s.
uk: Щоб вдосконалити викладання й навчання, ми проводимо відповідні дослідження. %(link_start)sДізнатися більше%(link_end)s.

source: View all errors
uk: Переглянути всі помилки

source: Choose a .csv file
uk: Оберіть .csv файл

source: Height
uk: Висота

source: Click the link to see my certificate.
uk: Натисніть на посилання, щоб побачити мій сертифікат.

source: Discussion
uk: Обговорення

source: Error processing your order
uk: Помилка при обробці вашого замовлення

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
uk: Сертифікат для <%= user %> вже анульовано. Будь ласка, перевірте правильність введення і повторіть запит.

source: Are you sure you want to unenroll from the verified %(cert_name_long)s track of %(course_name)s (%(course_number)s)?
uk: Ви впевнені, що хочете відписатися від підтвердженого %(cert_name_long)s по курсу %(course_name)s (%(course_number)s)?

source: Page {current_page} of {total_pages}
uk: Сторінка {current_page} з {total_pages}

source: {platform_name} - Shopping Cart
uk: {platform_name} - Кошик

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
uk: Ми високо цінуємо цей щедрий внесок і вашу підтримку місії {platform_name}. Цей чек йде на підтримку благодійних внесків для цілей оподаткування. Ми підтверджуємо, що ні товари, ні послуги не були надані в обмін на цей дар.

source: Certificate of Achievement (ID Verified)
uk: Сертифікат досягнень (завірений документ)

source: The course you are looking for is closed for enrollment as of {date}.
uk: Ви шукаєте курс, який закритий для зарахування з {date}.

source: Enroll in edX 101
uk: Записатися на курс edX 101

source: Email cannot be more than {num} characters long
uk: Email не може бути довший за {num} символів

source: Invoice number {0} has been invalidated.
uk: Квитанція {0} була анульована.

source: Progress: {action} {succeeded} of {attempted} so far
uk: Прогрес: на даний момент {action} {succeeded} з {attempted}

source: We've received your information and the verification process has begun. You can check the status of the verification process on your dashboard.
uk: Ми отримали ваші дані, процес їх підтвердження розпочався. Ви можете перевірити статус підтвердження даних на панелі управління.

source: Sign in or Register
uk: Увійдіть або зареєструйтесь

source: Sun
uk: Нд

source: Error!
uk: Помилка!

source: &copy; 2014 {platform_name}, some rights reserved
uk: &copy; 2014 {platform_name}, деякі права захищені.

source: Print or share your certificate:
uk: Надрукувати або поділитись Вашим сертифікатом:

source: Add Country
uk: Додати країну

source: You do not have access to this course on a mobile device
uk: Цей курс недоступний вам з мобільного додатка

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
uk: Для отримання підтвердженого сертифікату вам необхідно пройти підтвердження особи до зазначеної дати.

source: 0 sent
uk: відправлених: 0

source: To earn a certificate, you must complete all requirements before this date.
uk: Для отримання сертифікату вам необхідно виконати всі вимоги до зазначеного терміну.

source: Help Center
uk: Центр допомоги

source: We had some trouble reopening this thread. Please try again.
uk: Виникли деякі помилки при новому відкритті цієї гілки. Спробуйте пізніше.

source: Delete Student's Answers and Scores
uk: Видалити відповіді та бали студента

source: Select True to request the user's username.
uk: Виберіть «true», щоб затребувати ім'я користувача.

source: You must successfully generate example certificates before you enable student-generated certificates.
uk: Ви повинні створити зразок сертифіката, перш ніж дозволити слухачам самостійно випускати сертифікати.

source: Could not find problem with this location.
uk: Не вдалося знайти завдання з даним місцезнаходженням.

source: Needed for any certificates you may earn
uk: Необхідно для сертифікатів, які ви можете отримати

source: Please choose an option
uk: Будь ласка, оберіть опцію

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
uk: Вибачте! Наша платіжна система відправила назад пошкоджене повідомлення щодо вашої оплати, тому ми не в стані перевірити, що повідомлення дійсно прийшло від платіжної системи. Повідомлення про специфічну помилку: {msg}. Приносимо свої вибачення: ми не можемо перевірити, чи пройшов платіж, і зробити подальші дії відносно вашого замовлення. Можливо, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: XML attributes
uk: Атрібути XML

source: A file containing JSON must be specified.
uk: Файл, що містить json, повинен бути вказаний.

source: An error has occurred. Please try again later.
uk: Виникла помилка. Будь ласка, спробуйте пізніше.

source: Engagement
uk: Залученість

source: No Analytics are available at this time.
uk: У даний час аналітичні дані недоступні.

source: Download All Credit Card Purchases
uk: Завантажити всі покупки по кредитних картах

source: Sep
uk: Вер.

source: Tasks Completed:
uk: Завершені завдання:

source: Your notification settings were updated.
uk: Ваші налаштування повідомлень були оновлені.

source: The midpoint of the student ages, computed from the provided year of birth.
uk: Середній вік студентів, розрахований на основі даних про рік народження.

source: Cannot find user with username {username} - {error}
uk: Не вдалося знайти користувача з ім'ям користувача {username} - {error}

source: The institution&#39;s logo.
uk: Логотип освітньої організації.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
uk: Помилка при отриманні історії завдань вступного іспиту студента '{student_id}'. Переконайтеся, що ідентифікаційні дані студента правильні.

source: Trigonometric functions
uk: Тригонометричні функції

source: Course Video Thumbnail Image
uk: Ескіз відео курсу

source: Agreeing to the Honor Code is required
uk: Згода слідувати Кодексу Честі - поле, обов'язкове для заповнення

source: Deleting this component is permanent and cannot be undone.
uk: Видалення цього компоненту є безповоротнім і не може бути скасоване.

source: The article "%s" and its children are now restored.
uk: Стаття "%s" та її дочірні статті були відновлені.

source: Django template HTML.
uk: Шаблон Django HTML

source: Horizontal line
uk: Горизонтальна лінія

source: Save Language Settings
uk: Зберегти Мовні Налаштування

source: Incorrect format for field '{name}'. {detailed_message}
uk: Неправильний формат поля '{name}'. {detailed_message}

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
uk: Використовуйте цю опцію тільки для створення сертифікатів у форматі Pdf. В лапках введіть коротка назва типу сертифіката, який отримають студенти, коли закінчать курс. Наприклад: "Сертифікат".

source: Purchasing Organizational Details
uk: Деталі покупок організаціями

source: Order contents
uk: Вміст замовлення

source: Filter:
uk: Фільтрувати:

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
uk: Введіть максимальну кількість спроб відповідей на завдання. За замовчуванням воно має значення null, тобто слухачі мають необмежену кількість спроб. Ви можете змінити це значення для кожного окремого завдання. Однак, якщо ви задасте тут певне число, то встановити необмежену кількість спроб для конкретного завдання буде неможливо.

source: Full name
uk: Повне ім'я

source: If you have payment questions, please contact {contact_email}
uk: Якщо у Вас виникли питання щодо оплати, будь ласка зв'яжіться з {contact_email}

source: Completion Percentage
uk: Процент завершення

source: {fullname}, you've earned a certificate!
uk: {fullname}, ви отримали сертифікат!

source: Your order number is: {order_number}
uk: Номер вашого замовлення: {order_number}

source: Error running code.
uk: Помилка при виконанні коду.

source: Content
uk: Вміст

source: Add Discussion Admin
uk: Адміністратора Додати Обговорень

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
uk: В експерименті бере участь одна неактивна група. Перенесіть вміст в активні групи, а потім видаліть неактивну.

source: Search for specific posts
uk: Пошук конкретних повідомлень

source: Basket
uk: Кошик

source: %(field)s can only contain up to %(count)d characters.
uk: %(field)s може містити не більше %(count)d символів.

source: You've made some changes, but there are some errors
uk: Ви здійснили певні зміни, але виникли деякі помилки

source: Enter the number of enrollment codes.
uk: Введіть кількість реєстраційних кодів.

source: Geographic Distribution
uk: Географічне розташування

source: Verified modes cannot be free.
uk: Режими з первіркою не можуть бути безкоштовними.

source: Automatic Checker
uk: Автоматична перевірка

source: We don't support the payment option you selected.
uk: Спосіб оплати, який ви обрали, не підтримується.

source: Invalid Length ({0})
uk: Некоректна довжина ({0})

source: Detach
uk: Від'єднати

source: Enter the username of the owner.
uk: Введіть ім'я користувача власника.

source: Student activity day by day
uk: Активність студентів по днях

source: Post a Facebook message to say you've enrolled in this course
uk: Напишіть у Facebook, що Ви записались на цей курс

source: All (students, staff and instructors)
uk: Всім (студентам, співробітникам і викладачам)

source: Embed
uk: Вбудований

source: must have name of the configuration
uk: повинно бути вказано ім'я конфігурації

source: This article together with all its contents are now completely gone! Thanks!
uk: Ця стаття разом з її змістом була повністю видалена! Дякуємо!

source: Error: Import failed.
uk: Помилка: Не вдалось імпортувати.

source: Options for {license_name}
uk: Опції для {license_name}

source: Unable to create library - missing required field '{field}'
uk: Не вдалося створити бібліотеку - відсутнє обов'язкове поле '{field}'

source: Grades for assignment "{name}"
uk: Оцінки за завдання "{name}"

source: Coming Soon
uk: Вже скоро

source: These students were not affliliated with the course so could not be unenrolled:
uk: Ці студенти не були пов'язані із курсом, тому вони не можуть бути відраховані:

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
uk: Цей параметр визначає, чи виконується дане випробування тільки для того, щоб користувачі випробували можливості платформи. Пробні випробування не вимагають підтвердження особи.

source: Tried a Problem Last Week
uk: Пробували виконати завдання за минулий тиждень

source: %(memberCount)s / %(maxMemberCount)s Members
uk: %(memberCount)s / %(maxMemberCount)s учасників

source: Delete
uk: Видалити

source: team count
uk: кількість команд

source: Quick Markdown Syntax Guide
uk: Швидке керівництво з синтаксису Markdown

source: Discussion ID: {discussion_id}
uk: ID обговорення: {discussion_id}

source: Video Start Time
uk: Час початку відтворення

source: Refresh the page and make an attempt before resetting.
uk: Оновіть сторінку та виконайте спробу перед перевантаженням.

source: Password:
uk: Пароль:

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
uk: Помилка в описі завдання! Неможливо сформувати прямокутник з координатами {sr_coords}

source: Cache Time To Live
uk: Період оновлення кешу

source: Symbolic Math Input
uk: Введення математичних символів

source: Start search
uk: Почати пошук

source: Email is incorrect.
uk: Неправильна електронна адреса

source: Do not use spaces in expressions.
uk: Не використовуйте пробіли у виразах.

source: Fully Supported
uk: Повністю підтримується

source: Sign In
uk: Увійти

source: Open Ended Problems
uk: Завдання з відповідями у вільній формі

source: Source
uk: Джерело

source: CertificateItem Status:
uk: Статус сертифіката:

source: Metrics
uk: Показники

source: Pre-Course Survey Name
uk: Назва вступного опитування

source: Course Index
uk: Зміст курсу

source: Verified Enrollment
uk: Перевірений запис

source: The Future of Online Education
uk: Майбутнє Онлайн Освіти

source: unanswered
uk: немає відповіді

source: Specify a student to see all of that student's extensions.
uk: Оберіть студента для перегляду продовжених йому термінів здачі.

source: There was an error during the upload process.
uk: Відбулась помилка під час процесу завантаження.

source: Shopping cart
uk: Кошик

source: The country to which this rule applies.
uk: Країна, до якої застосовується це правило.

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
uk: ДОДАТКОВА: Після цієї дати/часу, користувачам більше не зможуть надсилати фотографії для перевірки. Це діє тільки для режимів, які вимагають перевірки.

source: {profile_name} URL
uk: UR посилання на {profile_name}

source: To view the Gradebook (only available for courses with a small number of enrolled students), visit the Student Admin section of the Instructor Dashboard.
uk: Щоб подивитися залікову книжку (доступно тільки для курсів з малою кількістю зарахованих студентів), відвідайте студентський адмін-розділ викладацької панелі управління.

source: Could not send activation e-mail.
uk: Неможливо відправити активаційного повідомлення.

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
uk: {student} не має сертифіката за курс {course}. Будь ласка, переконайтесь у правильності ім'я користувача/адресі електронної пошти та обраного курсу, потім повторіть спробу.

source: Looks like no one has watched any videos in these sections.
uk: Схоже, ніхто не дивився жодного відео в цих розділах.

source: Download Student Grades as a CSV
uk: Завантажити Оцінки Студента у форматі CSV

source: We had some trouble removing this response as an answer. Please try again.
uk: Виникли помилки під час видалення цієї відповіді. Спробуйте пізніше.

source: Current task that the student is on.
uk: Поточна задача, над якою працює студент.

source: External Grader
uk: Зовнішній оцінювач

source: All learners
uk: Всі слухачі

source: Your message cannot be blank.
uk: Ваше повідомлення не може бути порожнім.

source: Access Courseware
uk: Доступ до Матеріалів Курсу

source: Name your CCX
uk: Дайте назву своєму CCX

source: You have decided to pay $
uk: Ви вирішили платити $

source: Please {link_start}send us e-mail{link_end}.
uk: Будь ласка, {link_start} відправте нам повідомлення {link_end}.

source: Number of Successful Refunds
uk: Кількість успішних відшкодувань

source: Dimensions
uk: Розмірність

source: Number of Students
uk: Кількість Студентів

source: Enter the name that students see for this component. Analytics reports may also use the display name to identify this component.
uk: Введіть назву елемента, що відображається для студентів. Ця назва елемента також може використовуватися в аналітичних звітах.

source: An error has occurred. Please try again.
uk: Виникла помилка. Будь ласка, спробуйте пізніше.

source: Could not retrieve payment information
uk: Неможливо повернути інформацію про оплату

source: Notes
uk: Нотатки

source: Click to choose all %s at once.
uk: Клацніть щоб одразу обрати всі %s.

source: Confirmation
uk: Підтвердження

source: Unauthorized email address.
uk: Невідома електронна адреса.

source: Markdown Editing Help
uk: Markdown: Допомога в Редагуванні

source: Must occur after start date
uk: Повинно відбутися після дати початку

source: Your file could not be saved, probably because of a permission error on the web server.
uk: Ваш файл не може бути збережений, ймовірно, в результаті помилки прав доступу на веб-сервері.

source: Change
uk: Змінити

source: Manual (Un)Enrollment Reason
uk: Причина для ручного відрахування (зарахування)

source: Score distribution for problems
uk: Розподіл балів за завданнями

source: Settings
uk: Налаштування

source: The institution that is linked to the course.
uk: Назва організації, пов'язаної з курсом.

source: About {course_number}
uk: Про курс {course_number}

source: [Article Name](wiki:ArticleName)
uk: [Назва статті](wiki:НазваСтатті)

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
uk: Це підтвердження зміни електронної адреси, що пов'язана з вашим обліковим записом на {platform_name}, з {old_email} на {new_email}. Якщо ви не робили такого запиту, будь ласка, зв'яжіться з нами за адресою

source: Show Comments (%(num_comments)s)
uk: Показати Коментарі (%(num_comments)s)

source: Learn More
uk: Дізнатися більше

source: Certificate Name (Long)
uk: Назва сертифікату (Повна)

source: user "{username}" in row# {row}
uk: користувач «{username}» в {row} рядку

source: Show Background Task History for Problem
uk: Показати історію фонових завдань для завдання

source: Date of Original Transaction
uk: Дата оригінальної транзакції

source: Unable to find any recipients to be {action}
uk: Не вдалося знайти одержувачів, яким має бути {action} повідомлення

source: Associate degree
uk: Диплом про освіту

source: January|February|March|April|May|June|July|August|September|October|November|December
uk: Січень|Лютий|Березень|Квітень|Травень|Червень|Липень|Серпень|Вересень|Жовтень|Листопад|Грудень

source: Student is already enrolled
uk: Студент вже зарахований

source: Student
uk: Студент

source: File format not supported. Please upload a file with a <code>tar.gz</code> extension.
uk: Формат файлу не підтримується. Будь ласка, завантажте файл з розширенням <code>tar.gz</code>.

source: Zoom In
uk: Наблизити

source: No gradebook name defined in course remote_gradebook metadata
uk: У remote_gradebook metadata курсу не визначено ім'я книги оцінок

source: Save Changes
uk: Зберегти Зміни

source: Are you sure you want to delete {email} from the library “{library}”?
uk: Ви впевнені, що хочете видалити {email} від бібліотеки “{library}”?

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
uk: Вкажіть, чи слухачі повинні пройти вхідне опитування, щоб отримати доступ до змісту курсу. Якщо встановлено значення true, то необхідно додати назвe в налаштуванні «Назва вступного опитування».

source: Enrollment Code
uk: Реєстраційний код

source: enter link description here
uk: уведіть тут опис посилання

source: Username
uk: Ім'я користувача

source: Boltzmann constant
uk: постійна Больцмана

source: Time you want the video to stop if you don't want the entire video to play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
uk: Якщо ви не хочете, щоб було відтворено все відео, встановіть час зупинки. Формат ГГ: ХХ: СС. Максимально допустиме значення 23:59:59.

source: Grade Distribution per Problem
uk: Розподіл оцінок по завданням

source: It is recommended that you change your password.
uk: Рекомендується Вам змінити свій пароль.

source: The enrolled learner profile report is being created. To view the status of the report, see Pending Instructor Tasks below.
uk: Звіт по особистих даних записаних слухачів на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання».

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
uk: Введіть номер курсу, який повинен з'явитися в описі і змісті курсу. Данний номер перевизначає значення номеру курсу, який було введено при створенні курсу . Для використання номеру, заданого при створенні курсу, введіть null.

source: Option Deleted
uk: Параметр видалено

source: Server error. Please try again in a few minutes.
uk: Помилка на сервері. Будь ласка, спробуйте ще раз через декілька хвилин.

source: We had some trouble pinning this thread. Please try again.
uk: Виникли помилки під час прикріплення цієї гілки. Спробуйте пізніше.

source: Sorry, there was an error when trying to enroll you
uk: Пробачте, виникла помилка при спробі зареєструвати Вас

source: Deny all users access to edit this article.
uk: Заборонити всім користувачам редагувати цю статтю.

source: Load more
uk: Завантажити ще

source: No playable video sources found.
uk: Не знайдено відео матеріалів для відтворення.

source: We had some trouble saving your vote. Please try again.
uk: Виникли помилки під час збереження вашого голосу. Спробуйте пізніше.

source: You may also delete the entire state of a student for the specified problem:
uk: Ви можете також повністю видалити статус певного завдання, виконаного студентом:

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
uk: успішно завершив, отримав прохідний бал, і був удостоєний Сертифіката {certificate_type} про закінчення курсу на {platform_name}
